
function App() {
  return (
    <>
   <h1>
    ชื่อ-นามสกุล
   </h1>
      <h2>Tharathep Chinphan </h2>

     <h2>ประวัติส่วนตัว</h2>
     <span><p>อายุ 18   เกิดวันที่26 เมษายน 2549 ที่อยู่ 15/155 ม.3 ต.บ้านส่วน อ.เมืองชลบุรี  </p></span>
     <h2>งานอดิเรท</h2>
   <ul>

    <li>เล่นกีต้าร์ ไฟฟ้า เเละก็เล่นเกม</li>
   </ul>
   <h2>ประวัติการศึกษา</h2>
   <table>
      <tr>
        <th>ปีการศึกษา</th>
        <th>ระดับชั้น</th>
        <th>โรงเรียน</th>
      </tr>
      <tr>
        <th>ปี2561-2564</th>
        <th>มัธยมปีที่ 1-3</th>
        <th>โรงเรียนวัดกำเเพง</th>
      </tr>
      <tr>
        <th>ปี2564-2567</th>
        <th>ปวช.1-3</th>
        <th>อาชีวศึกษาชลบุรี</th>
      </tr>
      <tr>
        <th>ปี2567-ปัจจุบัน</th>
        <th>ปวส.1</th>
        <th>อาชีวศึกษาชลบุรี</th>
      </tr>
   </table>



      
      
     
    </>
  )
}

export default App
